Repository: maxnd/pgNotex
Catalog: languages/pgnotex.*.po
Languages: it

# tfmbookmarks.bncancel.caption
source: Close
it: Chiudi

source: Clear
it: Elimina

# tfmbookmarks.bndown.caption
source: Down
it: Giù

source: Go to
it: Vai a

source: Set
it: Assegna

# tfmbookmarks.bnup.caption
source: Up
it: Su

# tfmbookmarks.caption
source: Bookmarks
it: Segnalibri

# tfmbookmarks.lbbookmarks.caption
source: Bookmarks
it: Segnalibri

# tfmbookmarks.sgbookmarks.columns[1].title.caption
source: ID Notebooks
it: ID Quaderni

# tfmbookmarks.sgbookmarks.columns[2].title.caption
source: ID Sections
it: ID Sezioni

# tfmbookmarks.sgbookmarks.columns[3].title.caption
source: ID Notes
it: ID Note

# tfmbookmarks.sgbookmarks.columns[4].title.caption
source: Notebook
it: Quaderno

# tfmbookmarks.sgbookmarks.columns[5].title.caption
source: Section
it: Sezione

# tfmbookmarks.sgbookmarks.columns[6].title.caption
source: Note
it: Nota

source: Website of pgNotex
it: Sito web di pgNotex

# tfmcopyright.lbcopyrightauthor3.caption
source: Author and copyright:
it: Autore e copyright:

source: A free software to manage documents with PostgreSQL
it: Un software libero per gestire documenti con PostgreSQL

source: Version
it: Versione

source: PostgreSQL web site
it: Sito web di PostgreSQL

# tfminsertid.bncancel.caption
source: Cancel
it: Annulla

# tfminsertid.bnpaste.caption
source: Paste
it: Incolla

source: Insert ID
it: Inserisci l'ID

source: Insert the notebook ID
it: Inserisci l'ID del quaderno

# tfmmain.bnfind.caption
source: Find
it: Trova

# tfmmain.cbfields.text
source: Title contains
it: Il titolo contiene

# tfmmain.cbsearchrange.text
source: In the whole database
it: In tutto l'archivio

# tfmmain.grattachments.columns[0].title.caption
source: Attached files
it: File allegati

# tfmmain.grfind.columns[0].title.caption
source: Notebooks
it: Quaderni

# tfmmain.grfind.columns[1].title.caption
source: Sections
it: Sezioni

# tfmmain.grfind.columns[2].title.caption
source: ↓ Notes
it: ↓ Note

# tfmmain.grlinks.columns[0].title.caption
source: Linked notes
it: Note collegate

# tfmmain.grnotebooks.columns[0].title.caption
source: Notebooks
it: Quaderni

# tfmmain.grnotes.columns[0].title.caption
source: Notes
it: Note

# tfmmain.grsections.columns[0].title.caption
source: Sections
it: Sezioni

# tfmmain.grtags.columns[0].title.caption
source: Tags
it: Tag

# tfmmain.grtagslist.columns[0].title.caption
source: Tags list
it: Lista dei tag

# tfmmain.grtasks.columns[0].title.caption
source: Title
it: Titolo

# tfmmain.grtasks.columns[1].title.caption
source: Start date
it: Data iniziale

# tfmmain.grtasks.columns[2].title.caption
source: End date
it: Data finale

# tfmmain.grtasks.columns[3].title.caption
source: Done
it: Completata

# tfmmain.grtasks.columns[4].title.caption
source: Priority
it: Priorità

# tfmmain.grtasks.columns[5].title.caption
source: Resources
it: Risorse

# tfmmain.lbdbname.caption
source: Database name
it: Nome del database

source: Filters
it: Filtri

source: Notes found: 0
it: Note trovate: 0

# tfmmain.lbtitle.caption
source: Title
it: Titolo

source: User name
it: Nome utente

source: Edit
it: Modifica

source: Show bookmarks
it: Mostra i segnalibri

source: Reorder text
it: Riordina il testo

# tfmmain.mieditcopy.caption
source: Copy
it: Copia

# tfmmain.mieditcut.caption
source: Cut
it: Taglia

source: Encode selected link
it: Codifica il link selezionato

source: Update text and titles
it: Aggiorna il testo e i titoli

source: Open with Pandoc
it: Apri con Pandoc

# tfmmain.mieditpaste.caption
source: Paste
it: Incolla

source: Preview picture
it: Anteprima immagine

source: Select All
it: Seleziona tutto

source: Close database
it: Chiudi database

source: Export notes of current section
it: Esporta le note della sezione

source: Import notes in current section
it: Importa le note nella sezione

# tfmmain.mifilerefresh.caption
source: Refresh
it: Aggiorna

source: Save
it: Salva

source: Undo changes
it: Annulla modifiche

# tfmmain.minotebooks.caption
source: Notebooks
it: Quaderni

# tfmmain.minotebookscomments.caption
source: Details
it: Dettagli

# tfmmain.minotebookscopyid.caption
source: Copy ID
it: Copia ID

# tfmmain.minotebooksdelete.caption
source: Delete
it: Elimina

# tfmmain.minotebooksmove.caption
source: Move
it: Sposta

# tfmmain.minotebooksmovedown.caption
source: Down
it: Giù

# tfmmain.minotebooksmoveup.caption
source: Up
it: Su

# tfmmain.minotebooksnew.caption
source: New
it: Nuovo

# tfmmain.minotebookssortby.caption
source: Sort by
it: Ordina per

# tfmmain.minotebookssortbycustom.caption
source: Custom
it: Personalizzato

# tfmmain.minotebookssortbytitle.caption
source: Title
it: Titolo

# tfmmain.minotes.caption
source: Notes
it: Note

source: Attachments
it: Allegati

# tfmmain.minotesattachmentsdelete.caption
source: Delete
it: Elimina

# tfmmain.minotesattachmentsinsertas.caption
source: Insert name
it: Inserisci nome

# tfmmain.minotesattachmentsloaddownloads.caption
source: Load from Downloads
it: Carica da Downloads

# tfmmain.minotesattachmentsnew.caption
source: New
it: Nuovo

# tfmmain.minotesattachmentsopen.caption
source: Open
it: Apri

# tfmmain.minotesattachmentssaveas.caption
source: Save as
it: Salva come

# tfmmain.minotesattachmentssavedownloads.caption
source: Save in Downloads
it: Salva in Downloads

source: Change section
it: Cambia sezione

# tfmmain.minotescopyid.caption
source: Copy ID
it: Copia ID

# tfmmain.minotesdelete.caption
source: Delete
it: Elimina

# tfmmain.minotesfind.caption
source: Find
it: Trova

source: Import from file
it: Importa da file

source: Links
it: Collegamenti

# tfmmain.minoteslinksdelete.caption
source: Delete
it: Elimina

# tfmmain.minoteslinkslocate.caption
source: Locate linked note
it: Trova nota collegata

# tfmmain.minoteslinksnew.caption
source: New
it: Nuovo

# tfmmain.minotesmove.caption
source: Move
it: Sposta

# tfmmain.minotesmovedown.caption
source: Down
it: Giù

# tfmmain.minotesmoveup.caption
source: Up
it: Su

# tfmmain.minotesnew.caption
source: New
it: Nuova

# tfmmain.minotessearch.caption
source: Search in note
it: Ricerca nella nota

source: Show all tasks
it: Mostra tutte le attività

# tfmmain.minotessortby.caption
source: Sort by
it: Ordina per

# tfmmain.minotessortbycustom.caption
source: Custom
it: Personalizzato

# tfmmain.minotessortbymodificationdate.caption
source: Modification date
it: Data di modifica

# tfmmain.minotessortbytitle.caption
source: Title
it: Titolo

# tfmmain.minotestags.caption
source: Tags
it: Tag

# tfmmain.minotestagsdelete.caption
source: Delete
it: Elimina

source: Delete empty tags
it: Elimina tag vuoti

# tfmmain.minotestagsnew.caption
source: New
it: Nuovo

# tfmmain.minotestagsrename.caption
source: Rename tag
it: Rinomina tag

# tfmmain.minotestasks.caption
source: Tasks
it: Attività

# tfmmain.minotestasksdelete.caption
source: Delete
it: Elimina

# tfmmain.minotestaskshide.caption
source: Hide done tasks
it: Nascondi attività completate

# tfmmain.minotestasksnew.caption
source: New
it: Nuova

# tfmmain.minotestasksrefresh.caption
source: Sort
it: Ordina

# tfmmain.mipgcopyright.caption
source: About pgNotex...
it: Informazioni su pgNotex...

# tfmmain.mipgmanual.caption
source: User manual
it: Manuale utente

# tfmmain.misection.caption
source: Sections
it: Sezioni

source: Change notebook
it: Cambia quaderno

# tfmmain.misectionscomments.caption
source: Details
it: Dettagli

# tfmmain.misectionscopyid.caption
source: Copy ID
it: Copia ID

# tfmmain.misectionsdelete.caption
source: Delete
it: Elimina

# tfmmain.misectionsmove.caption
source: Move
it: Sposta

# tfmmain.misectionsmovedown.caption
source: Down
it: Giù

# tfmmain.misectionsmoveup.caption
source: Up
it: Su

# tfmmain.misectionsnew.caption
source: New
it: Nuova

# tfmmain.misectionssortby.caption
source: Sort by
it: Ordina per

# tfmmain.misectionssortbycustom.caption
source: Custom
it: Personalizzato

# tfmmain.misectionssortbytitle.caption
source: Title
it: Titolo

source: Tools
it: Strumenti

source: Full screen
it: Schermo intero

# tfmmain.mitoolsoptions.caption
source: Options
it: Opzioni

source: Run another instance
it: Esegui un'altra istanza

source: Show editor only
it: Mostra solo l'editor

source: Transparency
it: Trasparenza

source: None
it: Nessuna

source: High
it: Alta

source: Middle
it: Media

source: Low
it: Bassa

source: Open one or more files
it: Apri uno o più file

source: Insert tag in current note
it: Inserisci tag nella nota corrente

# tfmmain.pmnotebookscopyid.caption
source: Copy ID
it: Copia ID

# tfmmain.pmnotebooksdelete.caption
source: Delete
it: Elimina

# tfmmain.pmnotebooksmove.caption
source: Move
it: Sposta

# tfmmain.pmnotebooksmovedown.caption
source: Down
it: Giù

# tfmmain.pmnotebooksmoveup.caption
source: Up
it: Su

# tfmmain.pmnotebooksnew.caption
source: New
it: Nuovo

# tfmmain.pmnotesattachmentsdelete.caption
source: Delete
it: Elimina

# tfmmain.pmnotesattachmentsinsname.caption
source: Insert name
it: Inserisci nome

# tfmmain.pmnotesattachmentsloaddownloads.caption
source: Load from Downloads
it: Carica da Downloads

# tfmmain.pmnotesattachmentsnew.caption
source: New
it: Nuovo

# tfmmain.pmnotesattachmentsopen.caption
source: Open
it: Apri

# tfmmain.pmnotesattachmentssaveas.caption
source: Save as
it: Salva come

# tfmmain.pmnotesattachmentssavedownloads.caption
source: Save in Downloads
it: Salva in Downloads

# tfmmain.pmnotescopyid.caption
source: Copy ID
it: Copia ID

# tfmmain.pmnotesdelete.caption
source: Delete
it: Elimina

# tfmmain.pmnoteslinksdelete.caption
source: Delete
it: Elimina

# tfmmain.pmnoteslinkslocate.caption
source: Locate linked note
it: Trova nota collegata

# tfmmain.pmnoteslinksnew.caption
source: New
it: Nuovo

# tfmmain.pmnotesmove.caption
source: Move
it: Sposta

# tfmmain.pmnotesmovedown.caption
source: Down
it: Giù

# tfmmain.pmnotesmoveup.caption
source: Up
it: Su

# tfmmain.pmnotesnew.caption
source: New
it: Nuovo

# tfmmain.pmnotestagsdelete.caption
source: Delete
it: Elimina

# tfmmain.pmnotestagsnew.caption
source: New
it: Nuovo

# tfmmain.pmnotestagsrename.caption
source: Rename tag
it: Rinomina tag

# tfmmain.pmsectionscopyid.caption
source: Copy ID
it: Copia ID

# tfmmain.pmsectionsdelete.caption
source: Delete
it: Elimina

# tfmmain.pmsectionsmove.caption
source: Move
it: Sposta

# tfmmain.pmsectionsmovedown.caption
source: Down
it: Giù

# tfmmain.pmsectionsmoveup.caption
source: Up
it: Su

# tfmmain.pmsectionsnew.caption
source: New
it: Nuovo

# tfmmain.pmtasksdelete.caption
source: Delete
it: Elimina

# tfmmain.pmtaskshide.caption
source: Hide done tasks
it: Nascondi attività completate

# tfmmain.pmtasksnew.caption
source: New
it: Nuova

# tfmmain.pmtaskssort.caption
source: Sort
it: Ordina

source: Update list
it: Aggiorna la lista

source: Save file
it: Salva il file

# tfmmain.tsnotes.caption
source: Notes
it: Note

# tfmmain.tstasks.caption
source: Tasks
it: Attività

# tfmnotebooks.bncancel.caption
source: Cancel
it: Anulla

# tfmnotebooks.caption
source: Notebooks
it: Quaderni

source: Default colors
it: Colori standard

# tfmoptions.bnstfontcolormod.caption
source: Font color
it: Colore font

source: Markers color
it: Colore marcatori

source: Titles 1 color
it: Colore titoli 1

source: Titles 2 -6 color
it: Colore titoli 2-6

# tfmoptions.caption
source: Options
it: Opzioni

source: Save every minute
it: Salva ogni minuto

source: Number titles
it: Numera titoli

source: Select a color
it: Selezionare un colore

source: Postgresql library path
it: Percorso libreria Postgresql

source: Line spacing
it: Interlinea

source: Max number of characters
it: Numero massimo di caratteri

source: Options of Pandoc
it: Opzioni di Pandoc

source: Output file
it: File di output

source: Path of Pandoc
it: Percorso di Pandoc

source: Template
it: Modello

source: Paragraph spacing
it: Spazio tra paragrafi

source: Port
it: Porta

source: Font size of notes
it: Dimensione font note

source: Font size of titles
it: Dimensione font titoli

source: Font name of notes and titles
it: Font delle note e dei titoli

# tfmrenametags.bncancel.caption
source: Cancel
it: Annulla

source: Rename tags
it: Rinomina tag

source: New name of the tag
it: Nuovo nome del tag

source: Tag to rename
it: Tag da rinominare

source: First
it: Primo

source: Next
it: Seguente

# tfmsearch.bnok.caption
source: Close
it: Chiudi

source: Replace all
it: Sostituisci tutto

# tfmsearch.caption
source: Search
it: Ricerca

source: Text to find
it: Testo da ricercare

source: Replace with
it: Sostituisci con

# tfmsections.bncancel.caption
source: Cancel
it: Annulla

# tfmsections.caption
source: Sections
it: Sezioni

source: Show all the tasks
it: Mostra tutte le attività

# tfmshowalltasks.grtasks.columns[0].title.caption
source: Notebook
it: Quaderno

# tfmshowalltasks.grtasks.columns[1].title.caption
source: Section
it: Sezione

# tfmshowalltasks.grtasks.columns[2].title.caption
source: Note
it: Nota

# tfmshowalltasks.grtasks.columns[3].title.caption
source: Title
it: Titolo

# tfmshowalltasks.grtasks.columns[4].title.caption
source: Start date
it: Data iniziale

# tfmshowalltasks.grtasks.columns[5].title.caption
source: End date
it: Data finale

# tfmshowalltasks.grtasks.columns[6].title.caption
source: Done
it: Completata

# tfmshowalltasks.grtasks.columns[7].title.caption
source: Priority
it: Priorità

# tfmshowalltasks.grtasks.columns[8].title.caption
source: Resources
it: Risorse

source: Show completed tasks
it: Mostra le attività completate

source: en
it: it

source: All formats|*.txt;*.odt;*.docx|Text file|*.txt|Writer files|*.odt|Word files|*.docx|All files|*
it: Tutti i formati|*.txt;*.odt;*.docx|File di testo|*.txt|File di Writer|*.odt|File di Word|*.docx|Tutti i file|*

source: All files|*
it: Tutti i file|*

source: pgNotex archive|*.sna
it: Archivio di pgNotex|*.sna

# unit1.find1
source: Title contains
it: Il titolo contiene

source: In the current section
it: Nella sezione corrente

source: Text contains
it: Il testo contiene

source: Modification date among
it: La data di modifica è tra

source: Tags equal to
it: I tag sono uguali a

source: Attachment name contains
it: Il nome dell'allegato contiene

source: Activity title contains
it: Il titolo dell'attività contiene

# unit1.find7
source: SQL Where clause
it: Clausola SQL Where

# unit1.find8
source: In the whole database
it: In tutto l'archivio

source: In the current notebook
it: Nel quaderno corrente

# unit1.lbattachments
source: Attached files
it: File allegati

# unit1.lblinks
source: Linked notes
it: Note collegate

# unit1.lbnotebooks
source: Notebooks
it: Quaderni

# unit1.lbnotes
source: Notes
it: Note

# unit1.lbsections
source: Sections
it: Sezioni

# unit1.lbtags
source: Tags
it: Tag

# unit1.lbtagslist
source: Tags list
it: Lista dei tag

source: Data input or operation not correct. The error message is:
it: I dati immessi o l'operazione svolta non sono corretti. Il messaggio di errore è:

source: Undo the changes to the text?
it: Annulla i cambiamenti effettuati al testo?

source: The value entered is not valid.
it: Il valore immesso non è valido.

source: No note has been selected.
it: Nessuna nota è stata selezionata.

source: Delete the current notebook with all the related sections and notes?
it: Cancellare il quaderno corrente con tutte le relative sezioni e note?

source: It's not possible to add a new section because no notebook is selected.
it: Non è possibile aggiungere una nuova sezione perché non vi sono quaderni selezionati.

source: Delete the current section with all the related notes?
it: Eliminare la sezione corrente con tutte le relative note?

source: It's not possible to add a new note because no section is selected.
it: Non è possibile aggiungere una nuova nota perché non vi sono sezioni selezionate.

source: Delete the current note with all the related elements?
it: Eliminare la nota corrente con tutti i relativi elementi?

source: It's not possible to add a new attachment because no note is selected.
it: Non è possibile aggiungere un nuovo allegato perché non vi sono note selezionate.

source: Delete the current attachment?
it: Eliminare l'allegato corrente?

source: It's not possible to add a new tag because no note is selected.
it: Non è possibile aggiungere un nuovo tag perché no vi sono note selezionate.

source: Delete the current tag?
it: Eliminare il tag corrente?

source: It's not possible to add a new link because no note is selected.
it: Non è possibile aggiungere un nuovo collegamento perché non vi sono note selezionate.

source: Delete the current link?
it: Eliminare il collegamento corrente?

source: It's not possible to add a new task because no note is selected.
it: Non è possibile aggiungere una nuova attività perché non vi sono note selezionate.

source: Delete the current task?
it: Eliminare l'attività corrente?

source: The user name, the password or the database are not correct.
it: Il nome utente, la password o il database non sono corretti.

source: It's not possible to save the data.
it: Non è possibile salvare i dati.

source: Undo all the changes not yet saved?
it: Annullare le modifiche non ancora salvate?

source: It's not possible to undo the changes.
it: Non è possible annullare le modifiche.

source: It's not possible to refresh the data.
it: Non è possibile aggiornare i dati.

source: The start date is not correct.
it: La data iniziale non è corretta.

source: The end date is not correct.
it: La data finale non è corretta.

source: Insert notebook ID
it: Inserire l'ID del quaderno

source: Insert the ID of the new notebook.
it: L'inserire l'ID del nuovo quaderno.

source: Insert the ID of the note to be linked.
it: Inserire l'ID della nota da collegare.

source: Insert section ID
it: Inserire l'ID della sezione

source: Insert the ID of the new section.
it: Inserire l'ID della nuova sezione.

source: No note selected.
it: Nessuna nota selezionata.

source: Notes found:
it: Note trovate:

source: It's not possible to import the file
it: Non è possibile importare il file

source: The SQL clause is not correct.
it: La clausola SQL non è corretta.

source: It was not possible to export the notes.
it: Non è stato possibile esportare le note.

source: It was not possible to import the notes.
it: Non è stato possibile importare le note.

source: The selected file was not created with pgNotex.
it: Il file selezionato non è stato creato con pgNotex.

source: It was not possible to find the note.
it: Non è stato possibile trovare la nota.

source: Insert note ID
it: Inserire l'ID della nota

source: The note is already linked.
it: La nota è già collegata.

source: The tag is already present.
it: Il tag è già presente.

source: The file has been updated.
it: Il file è stato aggiornato.

source: The file has not been found.
it: Il file non è stato trovato.

source: Create a new task?
it: Creare una nuova attività?

source: pgnotex-manual.pdf
it: pgnotex-manual-it.pdf

source: 1. Urgent
it: 1. Urgente

source: 2. Very important
it: 2. Molto importante

source: 3. Important
it: 3. Importante

source: 4. Normal
it: 4. Normale

source: 5. Optional
it: 5. Opzionale

source: Note saved on
it: Nota salvata il

# unit1.sb002
source: at
it: alle

# unit1.sb003
source: Tasks
it: Attività

source: Characters
it: Caratteri

# unit1.ts001
source: Done
it: Fatto

# unit1.ts002
source: Title
it: Titolo

# unit1.ts003
source: Start date
it: Data iniziale

# unit1.ts004
source: End date
it: Data finale

# unit1.ts005
source: Priority
it: Priorità

# unit1.ts006
source: Resources
it: Risorse

source: Comments
it: Commenti

# unit1.ts006unit9.msgfnd001
source: Text not found.
it: Il testo non è stato trovato.

source: Replace all the recurrences of
it: Sostituire tutte le ricorrenze di

source: with
it: con
